{
    "name": "Important Information",
    "icon": "jecalculation:item_calculator",
    "category": "patchouli:reference",
    "sortnum": -1000,
    "pages": [
        {
            "type": "image",
            "images": [
                "modpack:guide/neolithic/introduction/logo.png"
            ],
            "border": false,
            "text": ""
        },
        {
            "type": "text",
            "text": "Welcome to $(thing)Stranded Ashore$()! This is a modpack based around surviving in a hostile wilderness with nothing but the natural resources you can gather, eventually gaining more advanced technology and progressing through several different eras. $(2br)By the end, you'll have mastered $(thing)TerraFirmaCraft$()'s metallurgy, built an automation empire with $(thing)Immersive Engineering$(), and explored the furthest depths of space, all from humble beginnings."
        },
        {
            "type": "text",
            "text": "$(l)Welcome$()$(2br)Hey there! Thanks for taking an interest in my modpack. I really appreciate you taking the time to play the pack, it's been my passion project for over two months now, and has taken a lot of work to get it just to where it is today, and I hope you can have some fun playing it!$(2br)$(2br)                    $(thing)- Quasar$()"
        },
        {
            "type": "link",
            "url": "https://github.com/QuasarHusky/Stranded-Ashore-Modpack/issues",
            "link_text": "Issues",
            "text": "$(l)Issues$()$(2br)To submit a bug report or get help with issues regarding the modpack, take a look at the GitHub issues$() page for Stranded Ashore.$(2br)There, you can create a new issue, or see all of the currently known issues with the pack."
        },
        {
            "type": "text",
            "text": "$(l)The Ages$()$(2br)Neolithic Age$(br)$(thing)Steel Age$()$(br)$(#AAA)Industrial Revolution$()$(br)$(#AAA)Modern Era$()$(br)$(#AAA)Space Age$()$(br)$(#AAA)Interstellar Age$()"
        },
        {
            "type": "text",
            "text": "This pack is a major work in progress, so it'll take time for all of the ages to get added.$(2br)The current update, v1.3.0, introduced a lot of new things and plenty of balance changes. The next few patch updates will include new advancements and more entries in this book to help guide you through the pack.$(2br)I'm actively working on the pack nearly every day, so keep a look out for new content!"
        },
        {
            "type": "text",
            "text": "$(l)Important Note$()$(2br)This pack has been designed to be very slow, but very satisfying to progress through. Expect a very long playthrough if you want to get all the way to the end.$(2br)It's also best to play this with a few dedicated friends in $(thing)multiplayer$() so you can get more done together!"
        },
        {
            "type": "text",
            "text": "$(l)Setting Up$()$(2br)Throughout most of the game, exploration is designed to be a challenge, so it's recommended that coordinates are disabled. Use this command in $(thing)cheat mode$() on $(thing)singleplayer$() or as an $(thing)op$() on $(thing)multiplayer$() to hide your coordinates. This is optional, but highly recommended for the best and most difficult experience.$(2br)$(item)/gamerule reducedDebugInfo true$()"
        },
        {
            "type": "text",
            "text": "$(l)Dedicated To My Friends$()$(2br)This modpack wouldn't exist without my friends, who have always supported me and pushed me to do the things I love most. Making this a fun experience for us to play together was the aim, and it's turned out better than I could have ever imagined. They're the most amazing people in my life, and I will love and cherish them every day $(#ff0099)♥$()$(2br)                    $(thing)- Quasar$()"
        },
        {
            "type": "text",
            "text": "$(l)Credits$()$(2br)Created by$(br)   $(thing)QuasarHusky$()$(2br)Co-Creators$(br)   $(thing)SnykierZaerthaun$()$(br)   $(thing)Ambrince$()$(br)   $(thing)Ebonglow$()$(br)   $(thing)Sparks_Skywere$()$(br)   $(thing)StaticDutchie$()$(br)   $(thing)KorsatFox$()$(2br)Plus all of the $(thing)awesome mod creators$() who made this possible!"
        }
    ]
}